<?php
    require "blocks/header.php";
?>
<div class="container_wrap">

    <div class="text">
        <p>Пример:</p>
    </div>
    <div class="texttwo">
        <p >Здравствуйте, меня зовут Алишер Казиз. Я студент “Astana IT University”, учусь в группе “TS-2001”. То что вы видите, это основная страница моего медиа проекта, тема проекта: «Контент-анализ: "Этнодемографические изменения в Казахстане по материалам переписи". Разработка плана по теме: "Государственные программы – основа развития Казахстана."
            Основной плюс моего медиа-проекта, это его наглядность. Все данные видны и прозрачны, нет нагромождений текста. Всё что вам будет нужно, есть в навигационной панели выше. Все ссылки на литературу там же, и на ресурсы, которые я использовал.
        </p>
    </div>

    <div class="exampels1">
        <canvas id="exampels1"></canvas>
    </div>

</div>
<?php
    $way = "script.js";
    require "blocks/footer.php";
?>
