<?php
require "blocks/header.php";
?>
    <div id="carouselExampleIndicators" class="carousel slide" data-ride="carousel">
        <ol class="carousel-indicators">
            <li data-target="#carouselExampleIndicators" data-slide-to="0" ></li>
            <li data-target="#carouselExampleIndicators" data-slide-to="1" class="active"></li>
            <li data-target="#carouselExampleIndicators" data-slide-to="2"></li>
        </ol>
        <div class="carousel-inner">
            <div class="carousel-item">
                <div class="cif">
                    <h3>Государственная программа «Цифровой Казахстан»</h2>
                        <p></p>
                        <p>Программа «Цифровой Казахстан» была утверждена Постановлением Правительства Республики Казахстан от 12 декабря 2017 года № 827.</p>
                        <p></p>
                        <p><h4>Цель Программы</h3>– Ускорение темпов развития экономики республики и улучшение качества жизни населения за счет использования цифровых технологий в среднесрочной перспективе, а также создание условий для перехода экономики Казахстана на принципиально новую траекторию развития, обеспечивающую создание цифровой экономики будущего в долгосрочной перспективе.</p>
                    <p></p>
                    <h3>Ключевые задачи программы:</h3>
                        <p></p>
                        <ul>
                            <li>Цифровизация промышленности и электроэнергетики.</li>
                            <li>Цифровизация транспорта и логистики.</li>
                            <li>Цифровизация сельского хозяйства.</li>
                            <li>Развитие электронной торговли.</li>
                            <li>Развитие финансовых технологий и безналичных платежей.</li>
                            <li>Государство – гражданам.</li>
                            <li>Государство – бизнесу.</li>
                            <li>Цифровизация внутренней деятельности государственных органов.</li>
                            <li>"Умные" города.</li>
                            <li>Расширение покрытия сетей связи и ИКТ инфраструктуры.</li>
                            <li>Обеспечение информационной безопасности в сфере ИКТ.</li>
                            <li>Повышение цифровой грамотности в среднем, техническом и профессиональном, высшем образовании.</li>
                            <li>Повышение цифровой грамотности населения (подготовка, переподготовка).</li>
                            <li>Поддержка площадок инновационного развития.</li>
                            <li>Развитие технологического предпринимательства, стартап культуры и НИОКР.</li>
                            <li>Привлечение "венчурного" финансирования.</li>
                            <li>Формирование спроса на инновации.</li>
                        </ul>
                        <p></p>
                        <h3>Целевые индикаторы программы:</h3>
                            <ul>
                                <li>Рост производительности труда по секции "Горнодобывающая промышленность и разработка карьеров" в 2022 году - 38,9%.</li>
                                <li>Рост производительности труда по секции "Транспорт и складирование" в 2022 году - 21,2%.</li>
                                <li>Рост производительности труда по секции "Сельское, лесное и рыбное хозяйство" в 2022 году - 45,1%.</li>
                                <li>Рост производительности труда по секции "Обрабатывающая промышленность" в 2022 году - 49,8%.</li>
                                <li>Доля электронной торговли в общем объеме розничной торговли в 2022 году - 2,6%.</li>
                                <li>Рост созданных рабочих мест за счет цифровизации в 2022 году - 300 тыс. человек.</li>
                                <li>Доля государственных услуг, полученных в электронном виде, от общего объема государственных услуг в 2022 году - 80%.</li>
                                <li>Доля пользователей сети интернет в 2022 году - 82%.</li>
                                <li>Уровень цифровой грамотности населения в 2022 году - 83%.</li>
                                <li>Улучшение в рейтинге ГИК ВЭФ по индикатору "Способность к инновациям" в 2022 году - 63 место.</li>
                                <li>Объем привлеченных инвестиций в стартапы в 2022 году - 67 млрд. тенге.</li>
                                <li>Индекс развития информационно-коммуникационных технологий в 2022 году - 30 место.</li>
                            </ul>

                </div>
            </div>
            <div class="carousel-item active">
                <div class="strt">
                    <h3>Стратегия «Казахстан-2050»</h3>
                    <p></p>
                    <p>В декабре 2012 года в Послании Главы государства народу страны была представлена Стратегия развития Республики Казахстан до 2050 года. Ее главная цель - создание общества благоденствия на основе сильного государства, развитой экономики и возможностей всеобщего труда, вхождение Казахстана в тридцатку самых развитых стран мира.</p>
                    <p></p>
                    <p>Для достижения этой цели «Стратегия «Казахстан-2050» предусматривает реализацию семи долгосрочных приоритетов:</p>
                    <p></p>
                    <p>1. Экономическая политика нового курса – всеобъемлющий экономический прагматизм на принципах прибыльности, возврата от инвестиций и конкурентоспособности.</p>
                    <p></p>
                    <p>2. Всесторонняя поддержка предпринимательства – ведущей силы национальной экономики.</p>
                    <p></p>
                    <p>3. Новые принципы социальной политики – социальные гарантии и личная ответственность.</p>
                    <p></p>
                    <p>4. Знания и профессиональные навыки – ключевые ориентиры современной системы образования, подготовки и переподготовки кадров.</p>
                    <p></p>
                    <p>5. Дальнейшее укрепление государственности и развитие казахстанской демократии.</p>
                    <p></p>
                    <p>6. Последовательная и предсказуемая внешняя политика – продвижение национальных интересов и укрепление  региональной и глобальной безопасности.</p>
                    <p></p>
                    <p>7. Новый казахстанский патриотизм – основа успеха нашего многонационального и многоконфессионального общества.</p>
                    <p></p>
                    <p style="color: white;">.</p>
                    <p style="color: white;">.</p>
                    <p style="color: white;">.</p>


                </div>
            </div>
            <div class="carousel-item">
                <img src="https://www.akorda.kz/upload/media/files/1d046b3a142d1a732f34c95cf256d5c4.png" class="d-block w-100" alt="...">
            </div>
        </div>
        <a class="carousel-control-prev" href="#carouselExampleIndicators" role="button" data-slide="prev">
            <span class="carousel-control-prev-icon" aria-hidden="true"></span>
            <span class="sr-only">Previous</span>
        </a>
        <a class="carousel-control-next" href="#carouselExampleIndicators" role="button" data-slide="next">
            <span class="carousel-control-next-icon" aria-hidden="true"></span>
            <span class="sr-only">Next</span>
        </a>
    </div>
<?php
require "blocks/footer.php";
?>